{
  "Currencies": "Mata uang",
  "Create and configure available currencies.": "Buat dan konfigurasikan mata uang yang tersedia.",
  "Currency": "Mata uang",
  "Base Currency": "Mata Uang Dasar",
  "Display Currency": "Tampilkan Mata Uang",
  "Currency used for display purposes.": "Mata uang yang digunakan untuk tujuan tampilan.",
  "Currency Code": "Kode Mata Uang",
  "New Currency": "Mata Uang Baru",
  "Exchange Rates": "Nilai Tukar",
  "Manage currency pairs and automated currency conversion.": "Kelola pasangan mata uang dan konversi mata uang otomatis.",
  "Successfully enabled those currencies.": "Berhasil mengaktifkan mata uang tersebut.",
  "Successfully disabled those currencies.": "Berhasil menonaktifkan mata uang tersebut.",
  "Enable or Disable Currencies": "Mengaktifkan atau Menonaktifkan Mata Uang",
  "Currencies selected: :amount": "Mata uang yang dipilih: :jumlah",
  "Enabled": "Diaktifkan",
  "Example": "Contoh",
  "Formatting": "Pemformatan",
  "Symbol": "Simbol",
  "Symbol to put beside amount, e.g. $": "Simbol untuk diletakkan di samping jumlah, misalnya $",
  "Thousand Separator": "Pemisah Ribuan",
  "Character to separate thousands": "Karakter untuk memisahkan ribuan",
  "Decimal Point": "Titik Desimal",
  "Character to use as decimal point": "Karakter yang digunakan sebagai titik desimal",
  "Decimal Scale": "Skala Desimal",
  "Size of the decimal number after the decimal point, e.g. 2": "Ukuran angka desimal setelah titik desimal, misalnya 2",
  "Place symbol before number": "Tempatkan simbol sebelum angka",
  "Disabled currencies are not visible on the front-end.": "Mata uang yang dinonaktifkan tidak terlihat di front-end.",
  "Tools for currency display and conversion.": "Alat untuk tampilan dan konversi mata uang.",
  "Manage Currencies": "Kelola Mata Uang",
  "New Rate": "Tarif Baru",
  "Add Currency Converter": "Tambahkan Konverter Mata Uang",
  "Manage Converters": "Kelola Konverter",
  "Generate Pairs": "Hasilkan Pasangan",
  "Request Rates": "Permintaan Tarif",
  "To Currency": "Ke Mata Uang",
  "From Currency": "Dari Mata Uang",
  "Rate": "Kecepatan",
  "Pair Code": "Kode Pasangan",
  "Fallback": "Mundur",
  "Converter Name": "Nama Konverter",
  "Currency Converter": "Konverter Mata Uang",
  "Fallback Converter": "Konverter Fallback",
  "Assign a name to this currency converter.": "Tetapkan nama untuk konverter mata uang ini.",
  "Select a converter to use as a fallback if this one fails.": "Pilih konverter untuk digunakan sebagai cadangan jika konverter ini gagal.",
  "Update Interval": "Interval Pembaruan",
  "Disabled currency converters are not used to fetch rates.": "Konverter mata uang yang dinonaktifkan tidak digunakan untuk mengambil nilai tukar.",
  "Place a tick in this checkbox if you want to use this converter by default.": "Beri tanda centang pada kotak centang ini jika Anda ingin menggunakan konverter ini secara default.",
  "API Key": "Kunci API",
  "Specify the unique key assigned to your fastFOREX account.": "Tentukan kunci unik yang ditetapkan ke akun fastFOREX Anda.",
  "Last Updated": "Terakhir Diperbarui",
  ":interval hours": ":jam interval",
  ":interval hour": ":interval jam",
  "The default currency converter cannot be disabled.": "Konverter mata uang default tidak dapat dinonaktifkan.",
  "- none -": "- tidak ada -",
  "fastFOREX": "cepatFOREX",
  "Free currency exchange rate service provided by fastFOREX.io": "Layanan nilai tukar mata uang gratis yang disediakan oleh fastFOREX.io",
  "Fixed Rate": "Tarif Tetap",
  "This converter will not import any rates and should be used when manually specifying exchange rates.": "Konverter ini tidak akan mengimpor nilai tukar apa pun dan harus digunakan saat menentukan nilai tukar secara manual.",
  "Fixer": "Tukang suap",
  "Currency exchange rate service provided by Fixer.io": "Layanan nilai tukar mata uang yang disediakan oleh Fixer.io",
  "API Access Key": "Kunci Akses API",
  "Specify the unique key assigned to your Fixer account.": "Tentukan kunci unik yang ditetapkan ke akun Fixer Anda.",
  "Use Secure Endpoint": "Gunakan Titik Akhir yang Aman",
  "Some subscriptions do not support HTTPS so uncheck this to disable encryption.": "Beberapa langganan tidak mendukung HTTPS jadi hapus centang ini untuk menonaktifkan enkripsi.",
  "This request the latest exchange rates from the currency converters. Continue?": "Permintaan ini berisi nilai tukar terkini dari konverter mata uang. Lanjutkan?",
  "This will create missing currency pairs for the primary currency to all other currencies. Continue?": "Ini akan membuat pasangan mata uang yang hilang untuk mata uang utama ke semua mata uang lainnya. Lanjutkan?",
  "Currency Converters": "Pengonversi Mata Uang",
  "Select and manage the currency converter to use.": "Pilih dan kelola konverter mata uang yang akan digunakan."
}